Repository: LesFruitsDefendus/saskatoon-ng
Catalog: saskatoon/harvest/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unknown
fr: Inconnu

source: Person
fr: Personne

source: Organization
fr: Organisme

source: New Harvest
fr: Nouvelle Cueillette

source: New Property
fr: Nouvelle Propriété

source: Property successfully authorized!
fr: Création de propriété réussie!

source: Something went wrong
fr: Une erreur est survenue

source: New Equipment
fr: Nouvel Équipement

source: No harvests found for the selected season(s)
fr: Aucune récolte trouvée pour la saison sélectionnée

source: Season
fr: Saison

source: Upcoming harvests only
fr: Cueillettes futures seulement

source: Past harvests only
fr: Cueillettes passées seulement

source: Lastly Created first
fr: Plus récente en premier

source: Oldest to Newest
fr: Plus ancienne à la plus récente

source: Status
fr: Statut

source: Pick leader
fr: Chef.fe de cueillette

source: Tree type
fr: Type d'arbre

source: Borough
fr: Arrondissement

source: Reserved equipment
fr: A réservé de l'équipement

source: Equipment Point
fr: Point d'équipement

source: Active
fr: Est active

source: Pending validation
fr: Validation en attente

source: Not yet authorized
fr: Pas encore autorisée

source: Authorized
fr: Autorisée

source: Unauthorized
fr: Non autorisée

source: Tree
fr: Arbre

source: Ladder available
fr: Échelle disponible

source: Harvested in
fr: Récoltée en

source: How many people are you?
fr: Combien de personnes êtes-vous?

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Email
fr: Courriel

source: Enter a valid email address, please.
fr: Merci d'inscrire une adresse courriel valide.

source: Phone number
fr: Numéro de téléphone

source: Comments
fr: Commentaires

source: You have already requested to join this pick.
fr: Vous avez déjà demandé à rejoindre cette cueillette.

source: Send confirmation email
fr: Envoyer le courriel de confirmation

source: Message to requester
fr: Message au bénévole

source: Enough pickers have already been accepted for this harvest. To accept more, increase the number of required pickers first.
fr: Assez de cueilleurs (cueilleuses) ont été acceptés pour cette récolte. Pour en accepter plus, augmentez d'abord le nombre de participants requis.

source: Pickleader notes
fr: Notes du/de la chef.fe de cueillette

source: Your comment here
fr: Écrire vos commentaires ici

source: Register new owner
fr: Inscrire un nouveau propriétaire

source: First Name
fr: Prénom

source: This field is required
fr: Ce champ est requis

source: Last Name
fr: Nom

source: Phone
fr: Téléphone

source: You must either select an Owner or create a new one and provide their personal information
fr: ERREUR: Vous devez soit sélectionner un.e Propriétaire existant.e, soit créer un.e nouveau.elle propriétaire en fournissant ses informations personnelles

source: Volunteers have permission to go on the neighbours property to access fruits
fr: Les cueilleurs (cueilleuses) ont la permission de passer sur le terrain voisin afin d'accéder aux fruits

source: I have a compost bin where you can leave rotten fruit
fr: J'ai un bac de compostage dans lequel vous pouvez mettre les fruits abîmés ou pourris

source: I have a ladder that can be used during the harvest
fr: J'ai une échelle qui pourra être utilisée pendant la cueillette

source: I would lend my ladder for another harvest nearby
fr: Je peux prêter mon échelle lors d'une cueillette à proximité

source: My tree(s)/vine(s) produce fruit every year (if not, please include info about frequency in additional comments at the bottom)
fr: Mon arbre (mes arbres) ou vigne(s) produise(nt) des fruits annuellement (sinon, merci de préciser leur fréquence de production dans les Commentaires ci-dessous)

source: Have you provided us any information about your property before?
fr: Vous avez-nous déjà fourni des renseignements sur votre propriété dans le passé ?

source: Yes
fr: Oui

source: No
fr: Non

source: Do you give us permission to harvest your tree(s) and/or vine(s) this season?
fr: Vous donnez-nous la permission de récolter votre arbre (vos arbres) ou vigne(s) cette saison ?

source: Not this year, but maybe in future seasons
fr: Pas cette année, peut-être dans le futur

source: Location of tree(s) or vine(s)
fr: Emplacement de l'arbre (des arbres) ou vigne(s)

source: Location on the property (e.g. Front yard, back yard, etc.)
fr: Emplacement sur la propriété (par exemple: Jardin avant, cours arrière, etc.)

source: Access to tree(s) or vine(s)
fr: Accès à l'arbre (aux arbres) ou vigne(s)

source: Any info on how to access the tree(s) or vine(s)(e.g. locked gate in back, publicly accessible from sidewalk, etc.)
fr: Tout renseignement sur la façon d'accéder à l'arbre (aux arbres) ou vigne(s) (par exemple: porte verrouillée à l'arrière, accès libre depuis la rue, etc...)

source: Number of pickers
fr: Nombre de cueilleurs (cueilleuses)

source: Approximate number of pickers needed for a two-hour harvesting period.
fr: Nombre approximatif de cueilleurs (cueilleuses) requis pour une cueillette de deux heures

source: Height of lowest fruits (meters)
fr: Hauteur des fruits les plus bas (en mètres)

source: Address number
fr: Adresse civique

source: Total number of trees/vines on this property
fr: Nombre total d'arbre(s) ou de vigne(s) sur la propriété

source: Street name
fr: Nom de la rue

source: Apartment # (if applicable)
fr: Numéro d'appartement (si applicable)

source: I would like to receive emails from Les Fruits Defendus such as newsletters and updates
fr: Je souhaite recevoir les courriels de la part des Fruits Défendus (nouvelles et bulletin d'information) Fruits Défendus

source: Any additional information that we should be aware of (e.g. details about how often tree produces fruit, fruit description if not already in the list, etc.)
fr: Toute information complémentaire que nous devrions savoir, telle que fréquence de production de fruits, description des fruits si ceux-ci ne sont pas déjà dans la liste, etc...

source: Start date/time
fr: Date de début

source: End date/time
fr: Date/heure de fin

source: Publication date (optional)
fr: Date de publication

source: Leave this field empty to publish harvest as soon as possible
fr: Laissez ce champ vide pour publier la récolte le plus tôt possible

source: Harvests cannot be scheduled over multiple days: start and end dates must match.
fr: Une récolte ne peut pas être schedulée sur plusieurs jours: les dates de début et de fin doivent être les mêmes.

source: End time must be after start time
fr: La date de fin doit être après la date de début

source: Selected tree(s) <{}> not registered on the selected property.
fr: L'arbre sélectionné <{}> n'est pas enregistré sur la propriété sélectionnée.

source: Please fill in the public announcement to be published on the calendar.
fr: Remplissez l'annonce qui sera visible publiquement sur le calendrier.

source: Harvest must be confirmed before an equipment point can be booked
fr: La récolte doit être confirmée avant de pouvoir réserver un point d'équipment

source: The {} equipment point is no longer available.
fr: Le point d'équipement {} n'est plus disponible

source: This harvest cannot be left orphan, please resolve requests first.
fr: Cette récolte ne peut pas être laissée orpheline, merci de résoudre les demandes de participation en cours.

source: You must choose a pick leader or change harvest status
fr: Vous devez choisir un.e chef.fe de ceuillette ou changer le statut de la récolte

source: tree type
fr: type d'arbre

source: tree types
fr: types d'arbres

source: Tree name (en)
fr: Nom de l'arbre

source: Fruit name (en)
fr: Nom du fruit

source: Fruit icon
fr: Icône du fruit

source: Maturity start date
fr: Date de début de maturité

source: Maturity end date
fr: Date de fin de maturité

source: Fruit image
fr: Image du fruit

source: equipment type
fr: type d'équipement

source: equipment types
fr: types d'équipement

source: Name (en)
fr: Nom

source: property
fr: propriété

source: properties
fr: propriétés

source: Owner
fr: Propriétaire

source: Is active
fr: Est active

source: This property exists and may be able to host a pick
fr: Cette propriété existe et une récolte pourrait y être organisée

source: Authorized for this season
fr: Autorisée pour cette saison

source: Harvest in this property has been authorized for the current season by its owner
fr: La cueillette dans cette propriété a été autorisée pour cette saison par le propriétaire

source: Pending
fr: En attente

source: This property was created through a public form and needs to be validated by an administrator
fr: Cette propriété a été créée via un formulaire public et doit être validée par un administrateur (une administratrice)

source: Contact first name
fr: Prénom de la personne contact

source: First name of the person to be contacted for confirmation
fr: Prénom de la personne à contacter pour confirmation

source: Contact family name
fr: Nom de la personne contact

source: Family name of the person to be contacted for confirmation
fr: Nom de la personne à contacter pour confirmation

source: Contact phone number
fr: Téléphone de la personne contact

source: Phone number to be used for confirmation
fr: Téléphone à utiliser pour confirmation

source: Contact email
fr: Courriel de la personne contact

source: Email address to be used for confirmation
fr: Courriel à utiliser pour confirmation

source: Newsletter subscription
fr: Souscription au bulletin d'information

source: Recurring property signup
fr: Inscription récurrente d'une propriété

source: Fruit tree/vine type(s)
fr: Type(s) d'arbre(s) ou vigne(s)

source: Select multiple fruit types if applicable. Unknown fruit type or colour can be mentioned in the additional comments at the bottom.
fr: Sélectionner plusieurs types de fruits si applicable. Si le type ou la couleur ne sont pas dans la liste, merci de les mentionner dans les Commentaires ci-dessous.

source: Trees location
fr: Emplacement des arbres

source: Front yard or backyard?
fr: Jardin avant ou cours arrière?

source: Trees accessibility
fr: Accessibilité des arbres

source: Any info on how to access the tree (eg. key, gate etc)
fr: Tout renseignement sur comment accéder aux arbres (par example porte, clé, etc...)

source: Required pickers on average
fr: Éstimation du nombre de cueilleurs (cueilleuses) requis

source: Publicly accessible
fr: Accès libre

source: Access to neighboring terrain if needed
fr: Accès au terrain voisin si nécessaire

source: Compost bin closeby
fr: Bac de compostage à proximité

source: There is a ladder available in the property
fr: Il y a une échelle disponible sur place

source: A ladder is available in the property and can be used for nearby picks
fr: Une échelle est disponible sur place et peut être empruntée pour une cueillette à proximité

source: Produces fruits every year
fr: Produit des fruits annuellement

source: Approximative maturity date
fr: Date de maturité approximative

source: When is the tree commonly ready to be harvested?
fr: Vers quelle date les fruits sont-ils habituellement prêts à être récoltés ?

source: Number
fr: Nombre

source: Street
fr: Rue

source: Complement
fr: Complément

source: Postal code
fr: Code postal

source: Publishable location
fr: Localisation publiable publiquement

source: Aproximative location to be used in public communications (not the actual address)
fr: Localisation approximative utilisable dans les communications publiques (pas l'adresse exacte)

source: City
fr: Ville

source: Country
fr: Pays

source: Additional information
fr: Renseignements complémentaires

source: Any additional information that we should be aware of
fr: Toute information que nous devrions connaître

source: at
fr: à

source: equipment
fr: équipement

source: Property
fr: Propriété

source: Number available
fr: Nombre disponible

source: Shared
fr: Partagé

source: Can be used in harvests outside of property
fr: Peut être utilisé pour d'autres cueillettes à proximité

source: harvest
fr: récolte

source: harvests
fr: récoltes

source: Orphan
fr: Orpheline

source: Adopted
fr: Adoptée

source: To be confirmed
fr: À confirmer

source: Scheduled
fr: Date prévue

source: Ready
fr: Prête

source: Succeeded
fr: Réussie

source: Cancelled
fr: Annulée

source: Harvest status
fr: État de la récolte

source: Fruit trees
fr: Arbres fruitiers

source: Owner wants to be present
fr: Le/la propriétaire veut être présent(e)

source: Owner wants to participate
fr: Le/la propriétaire veut participer

source: Owner wants their share of fruits
fr: Le/la propriétaire veut sa part de la récolte

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Publication date
fr: Date de publication

source: Reserve equipment
fr: Réserver l'Équipement

source: Number of required pickers
fr: Nombre de cueilleurs (cueilleuses) requis

source: Public announcement
fr: Annonce publique

source: Published on public facing calendar
fr: Publiée sur le calendrier publique

source: Creation date
fr: Date de création

source: Harvest on {} for {}
fr: Récolte le {} pour {}

source: Harvest for {}
fr: Récolte pour {}

source: request for participation
fr: demande de participation

source: requests for participation
fr: demandes de participation

source: Accepted
fr: Accepté

source: Declined
fr: Refusée

source: Obsolete
fr: Obsolète

source: Accept request
fr: Accepter cette demande

source: Decline request
fr: Refuser cette demande

source: Harvest
fr: Récolte

source: Requester
fr: Demandeur

source: Request status
fr: État de la demande

source: Comment from participant
fr: Commentaire du/de la bénévole

source: PickLeader notes
fr: Notes du chef de cueille

source: Created on
fr: Créé le

source: Status updated on
fr: Statut mis à jour le

source: Picker(s) showed up
fr: Cueilleurs (cueilleuses) présent(e)s

source: harvest yield
fr: rendement de cueillette

source: harvest yields
fr: rendements de cueillettes

source: Weight (lb)
fr: Poids (en livres)

source: Recipient
fr: Bénéficiaire

source: comment
fr: commentaire

source: comments
fr: commentaires

source: Author
fr: Auteur

source: Content
fr: Contenu

source: Updated on
fr: Mis à jour le

source: Equipment created successfully!
fr: Création d'équipement réussie!

source: Add new equipment
fr: Ajouter un nouvel équipement

source: Equipment updated successfully!
fr: Mise à jour d'équipement réussie!

source: Edit equipment
fr: Modifier l'équipement

source: Property created successfully!
fr: Création de propriété réussie!

source: Add a new property
fr: Ajouter une nouvelle propriété

source: Thank you for registering your property! A community member will be contacting you as soon as possible
fr: Merci d'avoir enregistré votre propriété ! Un(e) membre de la communauté vous contactera sous peu

source: Property updated successfully!
fr: Mise à jour de propriété réussie!

source: Edit property
fr: Modifier la propriété

source: Harvest created successfully!
fr: Création de cueillette réussie!

source: Add a new harvest
fr: Ajouter une nouvelle cueillette

source: Harvest updated successfully!
fr: Mise à jour de cueillette réussie!

source: Edit harvest
fr: Modifier la cueillette

source: Please resolve all requests for participation before marking the harvest as Ready.
fr: Merci de résoudre toutes les demandes de participation avant de marquer cette cueillette comme Prête.

source: Please complete fruit distribution before marking the harvest as Succeeded.
fr: Merci de compléter la distribution des fruits avant de marquer cette cueillette comme Réussie.

source: You’ve just led your {} fruit harvest this season! Thank you for supporting your community!
fr: Vous avez mené votre {} cueillette de fruits de la saison ! Merci de supporter votre communauté !

source: Thanks for your interest in participating in this harvest! Your request has been sent and a pick leader will contact you soon.
fr: Merci pour votre intérêt à cette cueillette ! Votre demande de participation a été transmise au Chef (à la Cheffe) de cueillette qui vous répondra prochainement.

source: Request to join this harvest
fr: Demandez à joindre cette cueillette

source: Sorry, this harvest is not open for requests. You can check the calendar for other harvests.
fr: Désolé, la cueillette n'est pas ouverte aux demandes. Veuillez consulter le calendrier pour trouver d'autres cueillettes.

source: New request for participation successfully added!
fr: Ajout du nouveau (de la nouvelle) Bénéficiaire réussi(e)!

source: Request updated successfully!
fr: Mise à jour de la demande réussie!

source: Request For Participation
fr: Demande de participation

source: New comment added!
fr: Nouveau Commentaire ajouté!

source: Add new comment
fr: Ajouter un nouveau commentaire

source: You must be a pickleader to delete a fruit distribution entry!
fr: Vous devez être chef de cueillette pour supprimer une entrée dans la distribution de fruits!

source: You must be a pickleader to add a fruit distribution entry!
fr: Vous devez être chef de cueillette pour ajouter une entrée dans la distribution de fruits!

source: New fruit distribution failed: please select a recipient
fr: La nouvelle distribution de fruit a échouée: merci de sélectionner un(e) bénéficiaire

source: New fruit distribution failed: weight must be positive
fr: La nouvelle distribution de fruit a échouée: les poids doivent être positifs

source: New Fruit Recipient successfully added!
fr: Ajout du nouveau (de la nouvelle) Bénéficiaire réussi(e)!

source: You must be a pickleader to adopt this harvest!
fr: Vous devez être chef de cueillette pour adopter cette cueillette

source: You successfully adopted this harvest!
fr: Vous avez adopté cette cueillette avec succès !

source: This harvest already has a pickleader!
fr: Cette cueillette a déjà un.e chef.fe de cueillette!

source: Harvest status already set to: {}
fr: Le statut de la cueillette a été changé pour: {}

source: You are not authorized to update this harvest status.
fr: Vous n'avez pas l'autorisation de mettre à jour le statut de cette cueillette.

source: You can't leave this harvest as there are unresolved requests.
fr: Vous ne pouvez pas quitter cette cueillette puisqu'il y a des requêtes non résolues.

source: This harvest no longer has any pick leader
fr: Cette récolte n'a plus de chef.fe de cueillette

source: Please fill in the public anouncement field so the harvest can be published.
fr: Remplissez l'annonce qui sera visible publiquement sur le calendrier.

source: Please set a date before marking the harvest as scheduled.
fr: Merci de fixer une date de récolte avant de marquer la cueillette comme programmée.

source: Please resolve all requests for participation before marking the harvest as ready.
fr: Merci de résoudre toutes les requêtes de participation avant de marquer cette cueillette comme étant prête.

source: Please complete fruit distribution before marking the harvest as succeeded.
fr: Merci de compléter la distribution des fruits avant de marquer la cueillette comme réussie.

source: Harvest status successfully set to: {}
fr: Statut de la cueillette changé avec succès pour: {}

source: You must be a core member to create a orphan harvest.
fr: Vous devez être membre de l'équipe Core pour créer une cueillette orpheline.

source: Property is has not yet been validated!
fr: La propriété n'a pas encore été validée pour cette saison!

source: Property is not authorized for this season!
fr: La propriété n'est pas autorisée pour cette saison!

source: Successfully created {} orphan harvests
fr: {} cueillettes orphelines créées avec succès

source: Property already has registered harvests for this season
fr: La propriété a déjà des cueillettes d'enregistré pour cette saison
