Repository: LesFruitsDefendus/saskatoon-ng
Catalog: saskatoon/member/locale/*/LC_MESSAGES/django.po
Languages: fr

source: None
fr: Aucun

source: Person
fr: Personne

source: Organization
fr: Organisme

source: New Organization
fr: Nouvel organisme

source: New Person
fr: Nouvelle personne

source: Role(s)
fr: Rôle(s)

source: Borough
fr: Voisinage

source: Language
fr: Langue

source: Beneficiaries
fr: Bénéficiaires

source: Equipment Points
fr: Points d'équipements

source: Beneficiary
fr: Bénéficiaire

source: Equipment Type
fr: Type d'équipement

source: Status
fr: Statut

source: From
fr: De

source: To
fr: À

source: Email
fr: Courriel

source: Please assign at least one role to the user
fr: Merci d'assginer au moins un rôle à cet usager

source: An email address is required to assign a role to the user
fr: Une adresse courriel est requise pour assigner un rôle à cet usager

source: Beneficiary organization
fr: Organisme bénéficiaire

source: Equipment point
fr: Point d'équipement

source: Contact Position/Role
fr: Titre/Responsabilités de la Personne Contact

source: Select Person
fr: Sélectionner une Personne

source: Register new contact person
fr: Enregistrer une nouvelle personne contact

source: First Name
fr: Prénom

source: This field is required
fr: Ce champ est requis

source: Last Name
fr: Nom

source: Phone
fr: Téléphone

source: ERROR: You must either select a Contact Person or create a new one and provide their personal information
fr: ERREUR : vous devez soit sélectionner une personne contact existante, soit créer une nouvelle personne contact en fournissant ses informations personnelles

source: Users must have an email address
fr: Les usagers doivent avoir une adresse courriel

source: Core Member
fr: Membre du noyau

source: Pick Leader
fr: Chef (Cheffe) de cueillette

source: Volunteer Picker
fr: Cueilleur (cueilleuse) Volontaire

source: Property Owner
fr: Propriétaire

source: Contact Person
fr: Personne Contact

source: email address
fr: adresse courriel

source: user onboarding
fr: intégration des usagers

source: Reference name
fr: Nom de référence

source: All invites sent
fr: Toutes les invitations ont été envoyées

source: actor
fr: acteur

source: actors
fr: acteurs

source: person
fr: personne

source: persons
fr: personnes

source: Preferred Language
fr: Langue de contact préférée

source: First name
fr: Prénom

source: Family name
fr: Nom

source: Number
fr: Numéro civique

source: Street
fr: Rue

source: Complement
fr: Complément

source: Postal code
fr: Code postal

source: City
fr: Ville

source: State
fr: Province

source: Country
fr: Pays

source: Newsletter subscription
fr: Souscription au bulletin d'information

source: Comments
fr: Commentaires

source: Onboarding group
fr: Groupe d'intégration

source: organization
fr: Organisme

source: organizations
fr: Organismes

source: Is Beneficiary
fr: Est Bénéficiaire

source: Only check this box if the Organization is currently accepting fruit donations
fr: Cochez cette case seulement si l'organisme accepte des dons de fruits en ce moment

source: Is Equipment Point
fr: Est un point d'équipement

source: Only check this box if the equipment registered at this Organization is currenlty made available
fr: Cochez cette boîte uniquement si l'équipement enregistré à cette organisation est disponible

source: Redmine contact
fr: Contact Redmine

source: Name
fr: Nom

source: Short description
fr: Courte description

source: Beneficiary description
fr: Description du bénéficiaire

source: Equipment point description
fr: Description du point d'équipement

source: Contact person
fr: Personne contact

source: Contact person role
fr: Responsabilités de la personne contact

source: Street number
fr: Numéro civique

source: borough
fr: Arrondissement

source: boroughs
fr: Arrondissement

source: city
fr: ville

source: cities
fr: villes

source: state
fr: province

source: states
fr: provinces

source: country
fr: pays

source: countries
fr: pays

source: Viewing this page is restricted to core and admin users.
fr: La lecture de cette page est disponible seulement aux administrateurs et aux membres de l'équipe noyau

source: Viewing this page is restricted to pickleaders, core and admin users.
fr: La lecture de cette page est disponible seulement aux chefs (cheffes) de cueillette, administrateurs et aux membres de l'équipe noyau

source: Email address < {} > is already registered!
fr: ERREUR: L'adresse courriel < {} > est déjà enregistrée!

source: Please enter an email address.
fr: Merci d'entrer une adresse courriel.

source: Your new password must be different than your old password.
fr: Votre nouveau mot de passe doit être différent de votre ancien mot de passe.

source: New Person registered successfully!
fr: Création de la Nouvelle Personne réussie!

source: Person Registration
fr: Enregistrement d'une Nouvelle Personne

source: Person updated successfully!
fr: Mise à jour de la Personne réussie!

source: Person Update
fr: Mise à jour d'une Personne

source: Successfully onboarded!
fr: Personne inscrite avec succès!

source: Onboarding Person Update
fr: Mise à jour d'une Personne en inscription

source: New Organization registered successfully!
fr: Création d'un Nouvel Organisme Bénéficiaire réussie!

source: Organization Registration
fr: Enregistrement d'un Nouvel Organisme Bénéficiaire

source: Organization updated successfully!
fr: Mise à jour de l'Organisme Bénéficiaire réussie!

source: Organization Update
fr: Mise à jour d'un Organisme

source: Password successfully changed!
fr: Mise à jour du mot de passe réussie!

source: Cannot reset password for {email}: User does not have a password set.
fr: Impossible de changer le mot de passe pour {email} : L'usager n'a pas de mot de passe.

source: Password reset email successfully sent to {email}
fr: Courriel de requête de changement de mot de passe envoyé avec succès à {email}

source: Failed to send password reset email to {email}
fr: Échec de l'envoie du courriel de requête de changement de mot de passe à {email}
