Repository: LesFruitsDefendus/saskatoon-ng
Catalog: saskatoon/sitebase/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Page Content
fr: Contenu de la page

source: Volunteer Home
fr: Page d'accueil des bénévoles

source: Pickleader Home
fr: Page d'accueil des chef.fe de cueillette

source: Terms & Conditions
fr: Termes & Conditions

source: Privacy Policy
fr: Politique de confidentialité

source: Page type
fr: Type de page

source: Closing (common)
fr: Signature (commune)

source: Password Reset
fr: Réinitialiser mot de passe

source: New Request For Participation
fr: Nouvelle requête de participation

source: New Harvest Comment
fr: Nouveau commentaire de récolte

source: Property was registered
fr: Propriété enregistrée

source: Seasonal property authorization
fr: Authorization saisonnière de la propriété

source: Selected picker
fr: Participation acceptée

source: Email Content
fr: Contenu du courriel

source: Email type
fr: Type de courriel

source: Ref. description
fr: Déscription ref.

source: Body (en)
fr: Contenu (en)

source: Corps (fr)
fr: Contenu (fr)

source: Email
fr: Courriel

source: Emails
fr: Courriels

source: Recipient
fr: Bénéficiaire

source: Harvest
fr: Récolte

source: Successfully sent
fr: Envoyé avec succès

source: newsletter signup
fr: inscription au bulletin d'information

source: About
fr: À propos

source: is a Montreal-based urban fruit harvesting collective hosted by
fr: est un collectif de glanage urbain montréalais soutenu par

source: The initiative connects local fruit tree owners with volunteer harvesters to help reduce local food waste.
fr: Cette initiative met en relation propriétaires d'arbres fruitiers et cueilleur.euse.s bénévoles afin d'aider à réduire le gaspillage de nourriture.

source: Privacy policy
fr: Politique de confidentialité

source: Logout
fr: Déconnexion

source: Admin
fr: Administration

source: Admin panel
fr: Panneau d'administration

source: Add new user
fr: Ajouter un utilisateur.trice

source: Translations
fr: Traductions

source: Emails content
fr: Contenu des courriels

source: Homepage content
fr: Contenu de la page d'accueil

source: Equipment points
fr: Points d'Equipement

source: Fruit maturity dates
fr: Dates de maturité des fruits

source: login
fr: Connexion

source: Language
fr: Langue

source: Montreal's urban fruit harvesting collective
fr: Le collectif de glanage urbain montréalais

source: Calendar
fr: Calendrier

source: Harvests
fr: Récoltes

source: Properties
fr: Propriétés

source: Beneficiaries
fr: Bénéficiaires

source: Equipment Points
fr: Points d'Equipement

source: Community
fr: Communauté

source: Statistics
fr: Statistiques

source: this harvest has been adopted
fr: cette récolte a été adoptée

source: Approx. Maturity Dates
fr: Dates de maturité des fruits

source: to
fr: à

source: Status
fr: Statut

source: Adopted
fr: Adoptée

source: Harvest details
fr: Détails de la récolte

source: this harvest has been cancelled
fr: cette récolte a été annulée

source: Scheduled
fr: Programmée

source: Cancelled
fr: Annulée

source: Look for harvests that are marked as <b>Open</b> (see legend).
fr: Chercher les récoltes marquées comme <b>Ouverte</b> (voir légende).

source: Click on the harvest that interests you to see more details.
fr: Cliquer sur la récolte qui vous intéresse afin d'avoir plus d'informations.

source: If you would like to join the pick, click on <b>Participate</b>.
fr: Si vous désirez rejoindre la récolte, cliquer sur <b>Participer</b>.

source: Fill out the form with your contact information and submit it.
fr: Remplissez le formulaire avec vos informations de contact et soumissionnez-le.

source: Wait for a confirmation from the pick-leader (by email or phone)
fr: Attendre une confirmation du/ de la Chef(fe) de cueillette (par courriel ou téléphone)

source: If you have been accepted for a harvest, please show up!
fr: Si vous avez été accepté pour une récolte, n'oubliez pas d'y aller car l'équipe de cueilleurs(euses) compte sur vous

source: Full
fr: Équipe complète

source: enough pickers have been registered
fr: suffisamment de cueilleurs(euses) se sont proposé(e)s

source: Open
fr: Ouverte

source: still accepts participation requests
fr: accepte encore les demandes de participation

source: Succeeded
fr: Réussie

source: completed successfully
fr: complétée avec succès

source: will no longer take place
fr: n'aura pas lieu

source: Orphan
fr: Orpheline

source: needs to get adopted
fr: n'a pas encore été adoptée

source: already assigned to a pickleader
fr: déjà assignée à un.e chef.fe de ceuillette

source: this harvest hasn't been adopted yet!
fr: cette récolte n'a pas encore été adoptée!

source: this pick no longer accepts requests for participation
fr: cette récolte n'accepte plus les demandes de participation

source: Pickers required
fr: Cueilleur(euse)s recherché(e)s

source: Ready
fr: Prête

source: this harvest is open for participation requests
fr: cette récolte est ouverte aux demandes de participation

source: Requests so far
fr: Demandes à date

source: Participate
fr: Participer

source: this harvest has been successfully completed
fr: cette récolte a eu lieu avec succès

source: succeeded
fr: réussie

source: Total harvested
fr: Total récolté

source: Harvest calendar
fr: Calendrier des récoltes

source: LEGEND
fr: LÉGENDE

source: Public announcement
fr: Annonce publique

source: Property information
fr: Informations de la propriété

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Comments
fr: Commentaires

source: Edit Harvest
fr: Éditer la récolte

source: New comment
fr: Nouveau commentaire

source: harvest(s)
fr: récolte(s)

source: First time
fr: Première fois

source: Pending
fr: En attente

source: Accepted
fr: Acceptée

source: Declined
fr: Déclinée

source: Obsolete
fr: Obsolète

source: Accept
fr: Acceptée

source: Decline
fr: Décliner

source: Pickers requests
fr: Demandes de cueilleur.euse.s

source: New request
fr: Nouvelle demande

source: Requester
fr: Demandé par

source: Requested on
fr: Demandé le

source: # Pickers
fr: nombre de cueilleur.euse.s

source: Requester comment
fr: Commentaire

source: Experience
fr: Expérience

source: Rejections
fr: Rejets

source: Pickleader note
fr: Chef.fe de cueillette

source: Last updated
fr: Mis à jour le

source: Fruit
fr: Fruits

source: Save
fr: Sauvegarder

source: Owner
fr: Propriétaire

source: Pickers
fr: Cueilleur.euse.s

source: Organizations
fr: Organisations

source: Select a Recipient
fr: Sélectionner un bénéficiaire

source: Fruit distribution
fr: Partage des fruits récoltés

source: New recipient
fr: Nouveau bénéficiaire

source: Weight
fr: Poids

source: Delete
fr: Effacer

source: Are you sure you want to delete this entry?
fr: Êtes-vous certain(e) de vouloir effacer cette entrée?

source: Equipment Point
fr: Point d'Équipement

source: No equipment point has been reserved
fr: Aucun point d'équipment n'a été reservé

source: Harvest status
fr: Statut de la récolte

source: Expected maturity
fr: Maturité approx.

source: Total harvested:
fr: Total récolté:

source: Pickers count
fr: Nombre de bénévoles

source: Pick leader
fr: Chef.fe de cueillette

source: Missing
fr: Manquant

source: Adopt it!
fr: Adoptez la!

source: Edit Organization
fr: Modifier l'Organisation

source: Contact person
fr: Personne resource

source: Role
fr: Rôle

source: Organization phone
fr: Téléphone de l'Organisation

source: New Equipment
fr: Nouvel Équipement

source: Equipment Type
fr: Type d'Équipement

source: Description
fr: Déscription

source: Beneficiary
fr: Bénéficiaire

source: About this property
fr: À propos de cette propriété

source: Available tree(s)
fr: Arbre(s) disponible(s)

source: Accessibility
fr: Accessibilité

source: Additional information
fr: Information additionnelle

source: PENDING
fr: EN ATTENTE

source: Last succeeded harvest
fr: Dernière récolte réussie

source: No succeeded harvest on this property so far
fr: Pas de récolte réussie pour l'instant

source: Authorize
fr: Autoriser

source: Edit Property
fr: Éditer la propriété

source: (Organization)
fr: (Organisation)

source: edit
fr: modifier

source: Unregistered owner
fr: Propriétaire inconnu

source: register
fr: Inscrire

source: Property features
fr: Détails de la propriété

source: Pending validation
fr: En attente de validation

source: Has already been registered in the past
fr: A déjà été inscrit(e) dans le passé

source: Has never been registered before
fr: N'a jamais été inscrit(e) avant

source: Validated
fr: Vérifié(e)

source: Not yet authorized
fr: Pas autorisée pour l'instant

source: Authorized for the current season
fr: Autorisée pour la saison en cours

source: Not authorized for this season
fr: Non autorisée cette saison

source: This property is marked as inactive
fr: Cette propriété est marquée comme inactive

source: Produces fruits every year
fr: Produit des fruits annuellement

source: Does not produce fruits every year
fr: Ne produit pas de fruits chaque année

source: picker(s) needed
fr: cueilleur(euse)s requis(es)

source: Number of pickers not specified
fr: Nombre de cueilleur(euse)s non spécifié

source: Ladder available
fr: Échelle disponible sur place

source: Ladder available for outside picks
fr: Échelle empruntable pour récolter ailleurs

source: No ladder available
fr: Pas d'échelle disponible

source: Publicly accessible
fr: Accès publique

source: Not publicly accessible
fr: Pas d'accès publique

source: Access to neighbors terrain
fr: Terrain voisin accessible

source: No permission to access neighbors terrain
fr: Pas de permission pour aller chez le voisin

source: Compost bin closeby
fr: Bac de compostage sur place

source: No compost bin closeby
fr: Pas de bac de compostage

source: Are you really sure you want to delete this harvest?
fr: Êtes-vous certain(e) de vouloir effacer cette récolte?

source: New Harvest
fr: Nouvelle récolte

source: Tree(s)
fr: Arbre(s)

source: Pickleader
fr: Chef(fe) de cueillette

source: Similar properties
fr: Propriétés similaires

source: Property
fr: Propriété

source: Borough
fr: Arrondissement

source: 400 Bad Request
fr: 400 Requête Invalide

source: Go Back
fr: Retour

source: Cancel
fr: Annuler

source: Contact Person
fr: Personne resource

source: Back to Calendar
fr: Retour au Calendrier

source: Send
fr: Envoyer

source: Participant
fr: Participant.e

source: Number of pickers
fr: Nombre de cueilleur(euse)s

source: Trees
fr: Arbres

source: Add a new property
fr: Ajouter une nouvelle propriété

source: Go to calendar
fr: Calendrier des récoltes

source: Search
fr: Rechercher

source: Are you really sure you want to delete this actor?
fr: Êtes-vous certain(e) de vouloir effacer ce contact?

source: Are you sure you want to reset this user password?
fr: Êtes-vous certain(e) de vouloir ré-initialiser le mot-de-passe de cet utilisateur(trice)?

source: Person
fr: Personne

source: Roles
fr: Rôles

source: Date joined
fr: Date d'inscription

source: Shared
fr: Partagé

source: Filters
fr: Filtres

source: Filter
fr: Filtrer

source: Reset
fr: Réinitialiser

source: Date/Time
fr: Date/Heure

source: Ladder
fr: Échelle

source: Pick Leader
fr: Chef(fe) de cueillette

source: Volunteers
fr: Bénévoles

source: This organization accepts fruit donations
fr: Cet organisme accepte les dons de fruits

source: Organization
fr: Organisation

source: Equipment
fr: Équipement

source: Show
fr: Afficher

source: entries
fr: entrées

source: validated
fr: validée

source: not yet authorized
fr: pas encore autorisée

source: authorized
fr: autorisée

source: unauthorized
fr: non autorisée

source: Picks
fr: Récoltes

source: Last pick
fr: Dernière récolte

source: Back to Home
fr: Retour à la page d'accueil

source: Season
fr: Saison

source: All
fr: Tout

source: All Seasons
fr: Toutes les saisons

source: Participated
fr: Ont participé

source: Total weight
fr: Poids total

source: Total per Fruit
fr: Total par Fruit

source: Weight (lbs)
fr: Poids (lbs)

source: Total per Borough
fr: Total par Arrondissement

source: Total per Beneficiary
fr: Total par Bénéficiaire

source: Total per Picker
fr: Total par Cueilleur.euse

source: Picker
fr: Cueilleur.euse

source: Leader
fr: Chef(fe) de cueillette

source: Request
fr: Requête

source: Your username and password didn't match. Please try again.
fr: Notre nom d'utlisateur et/ou mot de passe est invalide. Essayez encore.

source: Email address
fr: Adresse courriel

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Sign in
fr: Connexion

source: Forgot Password
fr: Mot de passe oublié
